{"_id":{"$oid":"5dcd795522396c1bf4b937f7"},"name":"iPhone 11 Pro Max 256GB - Hàng Chính Hãng","category":"Điện thoại","imgSrc":"./img/iphone11-max.jpg","price":" 35.990.000 ₫","old_price":"37.990.000 ₫","producer":"Apple","description":"Điện thoại iPhone 11 Pro Max là phiên bản cao cấp nhất của iPhone năm nay. Sản phẩm có nhiều cải tiến nổi bật, hiệu năng, thiết kế mới đặc biệt ở phần mặt lưng và hệ thống camera.  iPhone 11 Pro Max có rất nhiều cải tiến về thiết kế, điểm khác biệt lớn nhất đến từ phần mặt lưng với cụm camera được thiết kế cách điệu khá to. Nhìn từ xa, thiết kế khá giống với mặt Apple Watch. Mặt dù kiểu dáng vẫn còn nhiều tranh cãi, tuy nhiên nhiều người vấn đánh giá rất cao về tính thẩm mỹ.","configuration":"iPhone 11 Pro Max 256GB - Hàng Chính Hãng"}
{"_id":{"$oid":"5dce529d14ac7129f002b558"},"name":"Samsung Galaxy Note 9 (128GB/6GB)","category":"Điện thoại","imgSrc":"./img/note10.jpg","price":"20.990.000 ₫","old_price":"22.990.000 ₫","producer":"Samsung","description":"Thao tác sử dụng Galaxy Note10 và Note10+ trực quan hơn nhờ Giao diện Đồng nhất, thân thiện với thói quen thường ngày, cho trải nghiệm Galaxy trở nên vô tận.","configuration":"Samsung Galaxy Note 9 (128GB/6GB)"}
{"_id":{"$oid":"5dce52c514ac7129f002b559"},"name":"Samsung Galaxy A50 (64GB/4GB)","category":"Điện thoại","imgSrc":"./img/A50.jpg","price":"6.550.000 ₫","old_price":" 6.990.000 ₫","producer":"Samsung","description":"Điện Thoại Samsung Galaxy A50 (64GB/4GB) - Hàng Chính Hãng (Đã Kích Hoạt) lần đầu tiên xuất hiện trên Samsung Galaxy, thiết kế của Galaxy A50 trở nên liền lạc hơn khi cảm biến vân tay được tích hợp ngay trên màn hình. Phương thức bảo mật tưởng như chỉ có trong tương lai đã xuất hiện trên Galaxy A50. Chỉ một lần chạm vào màn hình, điện thoại của bạn đã mở khóa ngay lập tức, vô cùng tiện lợi và an toàn.","configuration":"Samsung Galaxy A50 (64GB/4GB)"}
{"_id":{"$oid":"5dd2f1b6fc1959435ca60fb9"},"name":"Apple Macbook Pro 2019 - 13 inchs ","category":"Laptop","imgSrc":"./img/macbook-pro2019.jpg","price":"43.769.000 ₫","old_price":"49.990.000 ₫","producer":"Apple","description":"Macbook Pro 2017 (13.3 inch) Core i5/128GB sở hữu thiết kế mỏng và nhẹ với màn hình LED-backlit IPS LCD, 2560 x 1600 pixels, 13.3 inches làm cho hình ảnh hiển thị cực kì sắc nét và thực tế. Máy được tạo nên từ kim loại nguyên khối, tuy nhiên chúng còn mỏng và nhẹ hơn rất nhiều so với phiên bản cũ với trọng lượng chỉ 1.37kg.","configuration":"Apple Macbook Pro 2019 - 13 inchs"}
{"_id":{"$oid":"5dd2f25cfc1959435ca60fba"},"name":"iPad Pro 11 inch (2018) 256GB Wifi Cellular","category":"Máy tính bảng","imgSrc":"./img/ipad-pro11.jpg","price":"22.485.000 ₫","old_price":"32.990.000 ₫","producer":"Apple","description":"iPad WiFi 32GB New 2018 vẫn giữ phong cách thiết kế quen thuộc như phiên bản tiền nhiệm 2017 với chất liệu nhôm nguyên khối cao cấp, các cạnh được bo cong mềm mại, tạo cảm giác cầm nắm thoải mái và chắc tay. Bên cạnh đó các chi tiết đều được gia công một cách tỉ mỉ và tinh tế, bạn sẽ phải \"Wow\" lên vì sức hút mãnh liệt từ vẻ đẹp bên ngoài của nó.","configuration":"iPad Pro 11 inch (2018) 256GB Wifi Cellular"}
{"_id":{"$oid":"5dd2f261fc1959435ca60fbb"},"name":"Samsung Galaxy Tab A 8 Plus P205N 2019","category":"Máy tính bảng","imgSrc":"./img/samsung-mtb.jpg","price":" 6.280.000 ₫","old_price":" 6.990.000 ₫","producer":"Samsung","description":"Chế Tác Kim Loại Tinh Xảo Ngay cả khi sở hữu bộ máy vận hành mạnh mẽ, Galaxy Tab A (2019, 10.1 inch) vẫn mang một vẻ đẹp tinh tế và sang trọng với thiết kế 7.5mm cực mỏng và chế tác kim loại nguyên khối liền mạch. Thỏa thích thay đổi phong cách với các lựa chọn sắc màu Vàng, Bạc và Đen thời thượng.","configuration":"Samsung Galaxy Tab A 8 Plus P205N 2019"}
{"_id":{"$oid":"5dd2f267fc1959435ca60fbc"},"name":"Microsoft Surface Pro 2017 Core i5-7300U","category":"Máy tính bảng","imgSrc":"./img/surface.jpg","price":"17.000.000 ₫","old_price":"  27.990.000 ₫","producer":"Microsoft","description":"Microsoft Surface Pro 2018 là một kiệt tác đầy tính sáng tạo, vượt ra khỏi những khuôn khổ của một chiếc laptop. Bước sang thế hệ thứ 6, với những cải tiến mạnh mẽ về sức mạnh phần cứng, tối ưu hoá hiệu năng và sử dụng năng lượng hiệu quả nhất giúp Surface Pro 6 2018 đủ nổi bật trên thị trường.  Điều thích thú đối với phiên bản Surface Pro 2018 là khả năng mở rộng chân đế đế 165 độ giống với chiếc Surface Pro 2017. Điều này cho phép Surface Pro chuyển đổi từ một máy tính bảng đơn thuần trở thành một bề mặt bản vẽ hoàn hảo, mang đến cho người dùng những trải nghiệm vẽ chỉ có ở Surface Studio, nhưng nhỏ gọn hơn rất nhiều. Một điểm cải tiến nhỏ nữa là các góc của dòng Surface Pro phiên bản 2018 này, được bo tròn các cạnh để dễ cầm hơn.","configuration":"Microsoft Surface Pro 2017 Core i5-7300U"}
{"_id":{"$oid":"5dd33ecf27dd452e8c5e33e9"},"name":"iPhone 11 Pro Max 64GB - Hàng Chính Hãng","category":"Điện thoại","imgSrc":"./img/iphone11-2.jpg","price":" 31.490.000 ₫","old_price":"33.990.000 ₫","producer":"Apple","description":"Điện thoại iPhone 11 Pro Max là phiên bản cao cấp nhất của iPhone năm nay. Sản phẩm có nhiều cải tiến nổi bật, hiệu năng, thiết kế mới đặc biệt ở phần mặt lưng và hệ thống camera.  iPhone 11 Pro Max có rất nhiều cải tiến về thiết kế, điểm khác biệt lớn nhất đến từ phần mặt lưng với cụm camera được thiết kế cách điệu khá to. Nhìn từ xa, thiết kế khá giống với mặt Apple Watch. Mặt dù kiểu dáng vẫn còn nhiều tranh cãi, tuy nhiên nhiều người vấn đánh giá rất cao về tính thẩm mỹ.","configuration":"iPhone 11 Pro Max 64GB - Hàng Chính Hãng"}
{"_id":{"$oid":"5dd3401d27dd452e8c5e33ea"},"name":"Apple AirPods 2 True Wireless ","category":"Phụ kiện","imgSrc":"./img/airpods.jpg","price":" 3.570.000 ₫","old_price":"6.900.000 ₫","producer":"Apple","description":"Tai Nghe Apple AirPods 2 True Wireless sẽ có khả năng theo dõi sức khỏe của người dùng. Tai nghe AirPods 2 được dự kiến sẽ trang bị thêm tính năng theo dõi sức khỏe người dùng dựa vào cảm biến sinh trắc học và cảm biến chuyển động được Apple đăng ký bằng sáng chế vào năm 2018.","configuration":"Apple AirPods 2 True Wireless"}
{"_id":{"$oid":"5dd340d527dd452e8c5e33eb"},"name":"Loa thông minh tích hợp Google Home Mini","category":"Phụ kiện","imgSrc":"./img/gg-home.jpg","price":" 580.000 ₫","old_price":"1.500.000 ₫","producer":"Google","description":"Google Home Mini là một chiếc loa thông minh kiêm trợ lý ảo Google Assistant cho phép bạn tương tác, ra lệnh và điều khiển các thiết bị nhà thông minh. So với đàn anh “Google Home”, sản phẩm này ra đời với mục đích chính – phủ sóng Google Assistant đến mọi nơi trong căn nhà bạn.  Là một thiết bị trung tâm giúp điều khiển các thiết bị thông minh trong nhà nên Google Home Mini được cấp nguồn qua cổng microUSB, không sử dụng pin. Sản phẩm được thiết lập hết sức đơn giản – cắm nguồn và kết nối thông qua ứng dụng Google Home trên điện thoại (hỗ trợ cả Android và iOS), Lần đầu kết nối sẽ lưu tài khoản Google của bạn và áp dụng cấu hình đồng bộ cho các thiết bị kết nối sau.","configuration":"Loa thông minh tích hợp Google Home Mini"}
{"_id":{"$oid":"5dd3413b27dd452e8c5e33ec"},"name":"Lenovo ThinkPad T480 i5-8250U (14 inch)","category":"Laptop","imgSrc":"./img/thinkpad.jpg","price":"26.609.000 ₫","old_price":"28.990.000 ₫","producer":"Lenovo","description":"Laptop Lenovo ThinkPad T480 20L5S01400 mang đến cho người dùng một chiếc laptop mạnh mẽ và bền vững nhờ được bao bọc bởi bộ khung chắc chắn. Lớp vỏ ngoài làm từ chất liệu cao cấp vừa mang lại một độ bền vượt trội để đủ sức bảo vệ phần màn hình và các linh kiện bên trong nhưng vẫn đảm bảo tối ưu sự linh hoạt và tiện dụng cho người dùng mỗi khi mang theo máy bên mình. Ngoài ra, bản lề của máy được thiết kế đặc biệt giúp máy có thể gập 180 độ như quyển tập.","configuration":"Lenovo ThinkPad T480 i5-8250U (14 inch)"}
